[
    {
        "physiqueinfoid": 1,
        "tablescoreheight": "40.0",
        "tablescorelow": "8.0",
        "switchscoreheight": "100.0",
        "switchscorelow": "0.0",
        "generacharacter": "阴阳气血调和，以体态适中、面色红润、精力充沛等为主要特征",
        "shapefeature": "体型匀称健壮 ",
        "commonmanifest": "面色、肤色润泽，头发稠密，目光有神，鼻色明润，嗅觉通利， 唇色红润，不易疲劳，精力 充沛，耐热受寒，睡眠良好，胃纳佳，二便正常，舌色淡红，苔薄白，脉和缓有力",
        "mentalcharacter": "性格随和开朗",
        "incidencetendency": "平素患病较少 ",
        "adaptivecapacity": "对自然环境和社会环境适应能力较 强",
        "physicaltypename": "平和质",
        "physicaltypecode": 1,
        "adjustmethod": "饮食有节制，不要常吃过冷过热或不干净的食物，粗细粮食要合理搭配。",
        "multiplepeople": "",
        "physicalinterpretation": "平和质是指阴阳平和，脏腑气血功能正常，先天禀赋良好，后天调养得当之人，对四时寒暑及地理环境适应能力强，患病少。",
        "physicalreason": "先天的遗传条件良好。后天的饮食起居生活习惯适宜，即后天调养得当。",
        "physicaladjustmethod": "平和质的人具有阴阳和调、血脉畅达、五脏匀平的生理特点，这类体质的人，饮食调养的第一原则是膳食平衡，要求食物多样化。平和质者饮食要寒温适中，不宜过于偏食寒性或热性的食物，以免日久影响机体的阴阳平衡，引起体质的变易。日常生活中，应尽量选择平性或稍具温、凉之性的食品,也可以利用相反的食性而调节食物的寒温之性，如水产品鱼、鳖之类多有寒凉之性，烹调时多放一些葱、姜等调味品，或加料酒，以减轻水产食物的寒性。平和质的人应力求五味调和，不可偏食。",
        "foodallowtaboo": "宜:吃饭饥饱适中,多吃五谷杂粮,蔬菜瓜果。忌:吃饭太饱,或太饥,偏食,饮食太油腻,或辛辣。",
        "temp_picturelocationid": "http://10.120.59.9:81/static/pictures/physicalinformation/pinghe.jpg"
    },
    {
        "physiqueinfoid": 2,
        "tablescoreheight": "35.0",
        "tablescorelow": "7.0",
        "switchscoreheight": "100.0",
        "switchscorelow": "0.0",
        "generacharacter": "阳气不足，以畏寒怕冷、手足不温等虚寒表现为主要特征",
        "shapefeature": "肌肉松软不实",
        "commonmanifest": "平素畏冷，手足不温，喜热饮食，精神不振，舌淡胖嫩，脉沉迟",
        "mentalcharacter": "性格多沉静、内向",
        "incidencetendency": "易患痰饮、肿胀、泄泻等病；感邪易从寒化",
        "adaptivecapacity": "耐夏不耐冬；易感风、寒、湿邪",
        "physicaltypename": "阳虚质 ",
        "physicaltypecode": null,
        "adjustmethod": "平时可多食牛肉、羊肉等温阳之品，少食梨、西瓜、荸荠等生冷寒凉食物，少饮绿茶。",
        "multiplepeople": "",
        "physicalinterpretation": "阳虚即人体脏腑功能活力不足，温煦功能减退，出现的恶寒喜暖证状。这类人平时畏寒喜热或体温偏低，耐夏不耐冬，喜食温热食物。对外界的寒湿邪气反应也很敏感，冬天容易生冻疮。",
        "physicalreason": "导致阳虚的原因或是因为先天不足，或因为久病导致体虚，或者是寒邪损伤阳气。阳虚与肾有密切关系，因肾为先天之本，内藏元气，对机体各脏腑有温煦生化的作用，肾若虚则一切阳气皆虚。饮食不注意，“恣食冷饮”。生活起居不当。熬夜。滥用抗生素。",
        "physicaladjustmethod": "善于调节自己的情感，去忧悲，防惊恐，和喜怒，消除不良情绪的影响。泡脚是最有效的方法，在较深的盆中加入40度左右的热水，让水漫过脚踝，浸泡20分钟左右，就会感觉到全身发热，这说明血液循环畅通后身体开始发热。如果在泡脚的同时再揉搓双脚，效果会更好。每天至少要保证6个小时的睡眠时间，充足的睡眠有利于储藏阳气，阴精蓄积。",
        "foodallowtaboo": "宜：多食具壮阳效用的食品，诸如羊肉、狗肉、鹿肉、鸡肉。忌：少食梨、西瓜、荸荠等生冷寒凉食物，少饮绿茶。",
        "temp_picturelocationid": "http://10.120.59.9:81/static/pictures/physicalinformation/yangxu.jpg"
    },
    {
        "physiqueinfoid": 3,
        "tablescoreheight": "40.0",
        "tablescorelow": "8.0",
        "switchscoreheight": "100.0",
        "switchscorelow": "0.0",
        "generacharacter": "阴液亏少，以口燥咽干、手足心热等虚热表现为主要特征",
        "shapefeature": "体形偏瘦",
        "commonmanifest": "手足心热，口燥咽干，鼻微干，喜冷饮，大便干燥，舌红少津，脉细数",
        "mentalcharacter": "性情急躁，外向好动，活泼",
        "incidencetendency": "易患虚劳、失精、不寐等病；感邪易从热化",
        "adaptivecapacity": "耐冬不耐夏；不耐受暑、热、燥邪",
        "physicaltypename": "阴虚质",
        "physicaltypecode": null,
        "adjustmethod": "多食瘦猪肉、鸭肉、绿豆、冬瓜等甘凉滋润之品，少食羊肉、韭菜、辣椒、葵花子等性温燥烈之品。适合太极拳、太极剑、气功等项目。",
        "multiplepeople": "",
        "physicalinterpretation": "阴虚质是指由于体内精、血、津、液等水份亏少，以阴虚内热和干燥等表现为主要特征的体质状态。",
        "physicalreason": "阴虚质是先天不足，如孕育时父母气血不足，或年长受孕，早产等。后天失养，如房事过度，纵欲耗精。工作和生活压力大，起居没规律，积劳阴亏。大病之后，尤其曾患出血性疾病等。因年少之时，血气方刚，阳气旺盛导致阴虚质。",
        "physicaladjustmethod": "阴虚质性情较急躁，外向好动，活泼，常常心烦易怒，学会喜与忧、苦与乐、顺与逆的正确对待，保持稳定的心态。阴虚质者应该多食一些滋补肾阴的食物，以滋阴潜阳为法。阴虚质者应保证充足的睡眠时间，以藏养阴气。工作紧张、熬夜、剧烈运动、高温酷暑的工作生活环境等，由于能加重阴虚倾向，应尽量避免，特别是秋冬季，更要注意保护阴精，所以养生家都注重“秋冬养阴”。肾阴是一身阴气之本，偏于阴虚质者要节制房事，惜阴保精。阴虚质者应戒烟限酒，因为烟酒都为湿热之品，长期吸食易致燥热内生，而口干咽燥，或咯痰咯血。阴虚质者由于阳气偏亢，不宜进行剧烈运动，应避免大强度、大运动量的锻炼形式，避免在炎热的夏天或闷热的环境中运动，以免出汗过多，损伤阴液。",
        "foodallowtaboo": "宜：常选择的食物如芝麻、糯米、绿豆、乌贼、龟、鳖、海参、鲍鱼、枸杞、雪蛤、螃蟹、牛奶、牡蛎、蛤蜊、海蛰、鸭肉、猪皮、豆腐、甘蔗、桃子、银耳、蔬菜、水果等，这些食品性味多甘寒性凉，皆有滋补机体阴气的功效。忌：阴虚火旺之人，应少吃辛辣之物。",
        "temp_picturelocationid": "http://10.120.59.9:81/static/pictures/physicalinformation/yinxu.jpg"
    },
    {
        "physiqueinfoid": 4,
        "tablescoreheight": "40.0",
        "tablescorelow": "8.0",
        "switchscoreheight": "100.0",
        "switchscorelow": "0.0",
        "generacharacter": "痰湿凝聚，以形体肥胖、腹部肥满、口黏苔腻等痰湿表现为主要特征",
        "shapefeature": "体形肥胖，腹部肥满松软",
        "commonmanifest": "面部皮肤油脂较多，多汗且黏，胸闷，痰多，口黏腻或甜，喜食肥甘甜黏，苔腻，脉滑",
        "mentalcharacter": "性格偏温和、稳重，多善于忍耐",
        "incidencetendency": "易患消渴、中风、胸痹等病",
        "adaptivecapacity": "对梅雨季节及湿重环境适应能力差",
        "physicaltypename": "痰湿质 ",
        "physicaltypecode": null,
        "adjustmethod": "饮食应以清淡为主，可多食冬瓜等。因体形肥胖，易于困倦，故应根据自己的具体情况循序渐进，长期坚持运动锻炼。",
        "multiplepeople": "",
        "physicalinterpretation": "这里的“痰”并非只指一般概念中的痰，而是指人体津液的异常积留，是病理性的产物。痰湿体质是目前比较常见的一种体质类型，当人体脏腑、阴阳失调，气血津液运化失调，易形成痰湿时，便可以认为这种体质状态为痰湿体质。",
        "physicalreason": "寒湿侵袭，气候潮湿，或涉水淋雨，或久居湿地，湿邪侵袭人体，脾胃受困，水湿运化失职，聚湿成痰，痰湿蕴肺。饮食不节，常暴饮暴食、过食肥甘醇酒厚味，损伤脾胃，不能布散水谷精微及运化水湿，致使湿浊内生，蕴酿成痰，痰湿聚集体内。先天禀赋，素体胃热，过食肥甘厚味，脾运不及，聚湿生痰。年老久病，脾胃虚损，运化功能减退或肾阳虚衰，不能化气行水。缺乏运动，长期喜卧久坐少动，气血运行不畅，脾胃运化呆滞，不能运化水湿，聚湿致痰湿内生。",
        "physicaladjustmethod": "忌食肥甘厚味生冷之物，戒烟酒，平时可以多吃点生姜，多进蔬菜、水果等富含纤维、维生素的食物，保持大便顺畅正常。避免涉水淋雨，久居湿地，注意保暖，防止外感寒湿之邪伤脾困脾，特别梅雨季节注意防潮湿。适当参加体育锻炼，应以微汗为宜，以助气血顺畅。",
        "foodallowtaboo": "忌食肥甘厚味生冷之物，戒烟酒。平时可以多吃点生姜，多进蔬菜、水果等富含纤维、维生素的食物。",
        "temp_picturelocationid": "http://10.120.59.9:81/static/pictures/physicalinformation/tanshi.jpg"
    },
    {
        "physiqueinfoid": 5,
        "tablescoreheight": "30.0",
        "tablescorelow": "6.0",
        "switchscoreheight": "100.0",
        "switchscorelow": "0.0",
        "generacharacter": "湿热内蕴，以面垢油光、口苦、苔黄腻等湿热表现为主要特征",
        "shapefeature": "形体中等或偏瘦",
        "commonmanifest": "面垢油光，易生痤疮，口苦口干，身重困倦，大便黏滞不畅或燥结，小便短黄，男性易阴囊潮湿，女性易带下增多，舌质偏红，苔黄腻，脉滑数",
        "mentalcharacter": "容易心烦急躁",
        "incidencetendency": "易患疮疖、黄疸、热淋等病",
        "adaptivecapacity": "对夏末秋初湿热气候，湿重或气温偏高环境较难适应",
        "physicaltypename": "湿热质 ",
        "physicaltypecode": null,
        "adjustmethod": "饮食以清淡为主，可多食赤小豆、绿豆、芹菜、黄瓜、藕等甘寒的食物。适合中长跑、游泳、爬山、各种球类、武术等。",
        "multiplepeople": "",
        "physicalinterpretation": "湿热，为中医名词术语，为致病因素，属于六淫风、寒、暑、湿、燥、火（热）中的两邪。湿，即通常所说的水湿，它有外湿和内湿的区分。外湿属于外邪，称为湿邪，多由于气候潮湿或涉水淋雨或居室潮湿，使外来水湿入侵人体而引起，其致病具有重浊、黏滞、趋下特性。内湿是一种病理产物，与脏腑功能失调有关。热，也是一种邪气，致病具有炎热升腾等特性，称为火热之邪。热也可以因机体脏腑功能失调产生，称内热。火热之邪侵犯人体或机体脏腑功能失调产生内热时可导致热证，热证是感受外邪，或人体机能活动亢进，阳盛阴衰的证候。湿热，是热与湿同时侵犯人体，或同时存在体内的病理变化，或因夏秋季节天热湿重，湿与热合并入侵人体，或可因湿久留不除而化热。",
        "physicalreason": "感受外邪，主要是感受湿热之邪，我国地处北半球，夏秋之交，暑热未尽，水湿泛滥，湿热最盛，侵犯人体，蕴结为病；而东南沿海地区，四季湿气均较重，尤其是每年的3到5月，俗称“梅雨天”，天气渐热，暑热渐盛，与湿气胶结，更易致湿热为患；六淫的其他外邪如外感风热，在脾虚失运内有蕴湿的情况下，外感风热与内蕴之湿，结合亦成湿热；同时外邪犯肺，胸闷咳嗽，气机升降失常，又可伤及脾胃，致湿从内生，郁而化热，形成湿热。饮食不节，偏嗜肥甘厚腻，酿湿生热；嗜酒、过饱、过食肥甘厚味及不洁的饮食，无规律的饮食均易伤及脾胃，引起食滞、湿阻、气滞等，而食滞、湿阻、气滞日久均可化热。脾胃失健，湿邪内生，郁而化热；脾主运化，为水湿运转之枢纽，由于各种原因伤及脾胃，均可导致其运化功能失常，水湿内停；湿阻日久化热，而成湿热之证。情志因素，过度思虑，情志不畅，会影响肝的疏泄功能，肝失疏泄无以调畅气机，脾升胃降失调，脾失健运生湿，湿郁化热，湿热乃成，引起肝胆湿热或脾胃湿热。",
        "physicaladjustmethod": "湿热质的人饮食上应以清淡为原则，适宜食用具有甘寒、苦寒功效的食物。避免居住在低洼潮湿的地方，保持充足而有规律的睡眠。适合做大强度、大运动量的锻炼。克制过激情绪。",
        "foodallowtaboo": "宜：平时可以多吃点生姜，多进蔬菜、水果等富含纤维、维生素的食物。忌：少甜少酒，少辣少油，忌食肥甘厚味生冷之物，戒烟酒。",
        "temp_picturelocationid": "http://10.120.59.9:81/static/pictures/physicalinformation/shire.jpg"
    },
    {
        "physiqueinfoid": 6,
        "tablescoreheight": "35.0",
        "tablescorelow": "7.0",
        "switchscoreheight": "100.0",
        "switchscorelow": "0.0",
        "generacharacter": "气机郁滞，以神情抑郁、忧虑脆弱等气郁表现为主要特征",
        "shapefeature": "形体瘦者为多",
        "commonmanifest": "神情抑郁，情感脆弱，烦闷不乐，舌淡红，苔薄白，脉弦",
        "mentalcharacter": "性格内向不稳定、敏感多虑",
        "incidencetendency": "易患脏躁、梅核气、百合病及郁证等",
        "adaptivecapacity": "对精神刺激适应能力较差；不适应阴雨天气",
        "physicaltypename": "气郁质",
        "physicaltypecode": null,
        "adjustmethod": "多食黄花菜、海带、山楂、玫瑰花等具有行气、解郁、消食、醒神作用的食物。气郁体质的人不要总待在家里，要多参加群众性的体育运动项目。",
        "multiplepeople": "",
        "physicalinterpretation": "有些人由于个人欲望得不到实现，长期忧愁、郁闷、焦虑等，有了心事也不愿意讲出来，自己也不能化解，时间一长，堵在心里的怨气越来越多，就觉得心烦胸闷，引起气机运行不畅。中医认为，人体“气”的运行主要靠肝的调节，气郁主要表现在肝经所经过的部位气机不畅，所以又叫做“肝气郁结”。",
        "physicalreason": "中医认为，气郁多由忧郁烦闷、心情不舒畅所致。",
        "physicaladjustmethod": "多参加社会活动、集体文娱活动；常看喜剧、滑稽剧以及富有鼓励和激励意义的电影、电视，勿看悲剧、苦剧；多听轻快、明朗、激越的音乐，以提情志；多读积极的、鼓励的、富有乐趣的、展现美好生活前景的书籍，以培养开朗、豁达的性格；在名利上不计较得失，胸襟开阔，不患得患失，知足常乐。肝气郁结者居室应保持安静，禁止喧哗，光线宜暗，避免强烈光线刺激。心肾阴虚者居室宜清静，室内温度宜适中。注意劳逸结合，早睡早起，保证有充足的睡眠时间。疏肝理气，少量饮酒可少量饮酒，以活动血脉，提高情绪。",
        "foodallowtaboo": "宜：食用有理气解郁、调理脾胃功能的食物，如大麦、荞麦、高粱、刀豆、蘑菇、豆豉、苦瓜、萝卜、洋葱、菊花、玫瑰等。忌：应少食收敛酸涩之物，如乌梅，南瓜、泡菜、石榴、青梅、杨梅、草莓、杨桃、酸枣、李子、柠檬等，一面阻滞气机，气滞则血凝。亦不可多食冰冷食品，如雪糕、冰激凌、冰冻饮料等。",
        "temp_picturelocationid": "http://10.120.59.9:81/static/pictures/physicalinformation/qiyu.jpg"
    },
    {
        "physiqueinfoid": 7,
        "tablescoreheight": "35.0",
        "tablescorelow": "7.0",
        "switchscoreheight": "100.0",
        "switchscorelow": "0.0",
        "generacharacter": "元气不足，以疲乏、气短、自汗等气虚表现为主要特征",
        "shapefeature": "肌肉松软不实",
        "commonmanifest": "平素语音低弱，气短懒言，容易疲乏，精神不振，易出汗，舌淡红，舌边有齿痕，脉弱",
        "mentalcharacter": "性格内向，不喜冒险",
        "incidencetendency": "易患感冒、内脏下垂等病；病后康复缓慢",
        "adaptivecapacity": "不耐受风、寒、暑、湿邪",
        "physicaltypename": "气虚质",
        "physicaltypecode": null,
        "adjustmethod": "多食用具有益气健脾作用的食物，如黄豆、白扁豆、鸡肉等。少食空心菜、生萝卜等。",
        "multiplepeople": "",
        "physicalinterpretation": "气虚，泛指身体虚弱、面色苍白、呼吸短促、四肢乏力、头晕、动则汗出、语声低微等。包括元气、宗气、卫气的虚损，以及气的推动、温煦、防御、固摄和气化功能的减退，从而导致机体的某些功能活动低下或衰退，抗病能力下降等衰弱的现象。",
        "physicalreason": "先天禀赋不足。或后天失养。或劳伤过度而耗损。或久病不复。或肺脾肾等脏腑功能减退，气的生化不足。",
        "physicaladjustmethod": "气虚体质的人平素宜采用饮食调理，多吃补气益气、易消化、性平味甘的食物；忌食生冷性凉、油腻厚味等耗伤脾胃的食物。适量运动。气虚体质易出现肌肉松软，倦怠乏力，不喜运动，抵抗力弱，因此生活调摄方面要做到，起居有规律，谨避风寒之邪，“劳则气耗”，不适合激烈、长时间的运动，以免耗伤正气。",
        "foodallowtaboo": "宜：多吃补气益气、易消化、性平味甘的食物，如：大枣、山药、龙眼肉、莲子、薏苡仁、芡实、黄芪、党参、白扁豆、粳米等。忌：忌食生冷性凉、油腻厚味等耗伤脾胃的食物，如：西瓜、香瓜、水梨、香蕉、黄瓜、苦瓜、空心菜、筊白、笋、蚌类等。",
        "temp_picturelocationid": "http://10.120.59.9:81/static/pictures/physicalinformation/qixu.jpg"
    },
    {
        "physiqueinfoid": 8,
        "tablescoreheight": "35.0",
        "tablescorelow": "7.0",
        "switchscoreheight": "100.0",
        "switchscorelow": "0.0",
        "generacharacter": "血行不畅，以肤色晦黯、舌质紫黯等血瘀表现为主要特征",
        "shapefeature": "胖瘦均见",
        "commonmanifest": "肤色晦黯，色素沉着，容易出现瘀斑，口唇黯淡，舌黯或有瘀点，舌下络脉紫黯或增粗，脉涩",
        "mentalcharacter": "易烦，健忘",
        "incidencetendency": "易患癥瘕及痛证、血证等",
        "adaptivecapacity": "不耐受寒邪",
        "physicaltypename": "血瘀质 ",
        "physicaltypecode": null,
        "adjustmethod": "多食山楂、醋、玫瑰花等，少食肥肉等滋腻之品。可参加各种舞蹈、步行健身法、徒手健身操等。",
        "multiplepeople": "",
        "physicalinterpretation": "血瘀体质是指当人体脏腑功能失调时，易出现体内血液运行不畅或内出血不能消散而成瘀血内阻的体质。",
        "physicalreason": "七情不畅，肝主疏泄喜条达，若情绪长期抑郁，肝失疏泄，气机瘀滞，“气行则血行”，气滞则血瘀；或恼怒过度，肝郁化火，血热互结，或血热煎熬成瘀；“心主血脉”，“脾统血”，思虑过度，劳伤心神，易致心失所养，脾失统摄，血液运行不畅或血溢脉外不能消散而成血瘀。寒冷侵袭，气候骤冷，久居寒冷地区，寒邪侵袭人体，经脉踡缩拘急，血液凝滞，即寒凝血瘀。年老体弱，脾胃虚损或肾阳虚衰，气虚鼓动无力，血液运行不畅，血液瘀滞，即气（阳）虚血瘀。久病未愈，久病入络，血脉瘀阻，血行不畅；久病正气亏损，“气不摄血”，血行脉外不能消散而成血瘀。",
        "physicaladjustmethod": "血瘀体质的人宜多吃补气补血、养血活血行气的食物，以促进身体血液循环，例如桑椹、猪肉、羊肉、山楂、醋、红糖、黄酒、葡萄酒等。血瘀体质的人要注意日常调整自身心理状态，保持乐观、豁达的情绪，避免情绪过极，以利气血通畅。血瘀体质的人需注意气候变化增减衣被，避免寒冷，居处保持通风、暖和。血瘀体质的人需注意调整自身气血，适当参加有益于心脏血脉的活动，如各种舞蹈、气功、保健操等，但要劳逸结合，保证充足睡眠，做到动中有静。血瘀体质的人，可适当选用推拿、按摩、拔罐、刮痧等疗法。",
        "foodallowtaboo": "宜：多吃补气补血、养血活血行气的食物，以促进身体血液循环，例如桑椹、猪肉、羊肉、山楂、醋、红糖、黄酒、葡萄酒等。忌：少食肥肉等滋腻之品。",
        "temp_picturelocationid": "http://10.120.59.9:81/static/pictures/physicalinformation/xueyu.jpg"
    },
    {
        "physiqueinfoid": 9,
        "tablescoreheight": "35.0",
        "tablescorelow": "7.0",
        "switchscoreheight": "100.0",
        "switchscorelow": "0.0",
        "generacharacter": "先天失常，以生理缺陷、过敏反应等为主要特征",
        "shapefeature": "过敏体质者一般无特殊；先天禀赋异常者或有畸形，或有生理缺陷",
        "commonmanifest": "过敏体质者常见哮喘、风团、咽痒、鼻塞、喷嚏等；患遗传性疾病者有垂直遗传、先天性、家族性特征；患胎传性疾病者具有母体影响胎儿个体生长发育及相关疾病特征",
        "mentalcharacter": "随禀质不同情况各异",
        "incidencetendency": "过敏体质者易患哮喘、荨麻疹、花粉症及药物过敏等；遗传性疾病如血友病、先天愚型等；胎传性疾病如五迟（立迟、行迟、发迟、齿迟和语迟）、五软（头软、项软、手足软、肌肉软、口软）、解颅、胎惊等",
        "adaptivecapacity": "适应能力差，如过敏体质者对易致过敏季节适应能力差，易引发宿疾",
        "physicaltypename": "特禀质  ",
        "physicaltypecode": null,
        "adjustmethod": "多食益气固表的食物，少食荞麦(含致敏物质荞麦荧光素)、蚕豆等。居室宜通风良好。保持室内清洁，被褥、床单要经常洗晒，可防止对尘螨过敏。",
        "multiplepeople": "",
        "physicalinterpretation": "由于先天禀赋不足和禀赋遗传等因素造成的一种特殊体质。",
        "physicalreason": "先天禀赋不足、遗传等因素。或环境因素。或药物因素。",
        "physicaladjustmethod": "饮食宜清淡、均衡，粗细搭配适当，荤素配伍合理；不宜食用腥膻发物及含致敏物质的食物；亦不宜食用酒、辣椒、浓茶、咖啡等辛辣之品。被褥床单要经常洗晒，可防止对尘螨过敏；不宜养宠物，以免对动物皮毛过敏。",
        "foodallowtaboo": "饮食宜清淡、均衡，粗细搭配适当，荤素配伍合理；不宜食用腥膻发物及含致敏物质的食物；亦不宜食用酒、辣椒、浓茶、咖啡等辛辣之品。",
        "temp_picturelocationid": "http://10.120.59.9:81/static/pictures/physicalinformation/tebing.jpg"
    }
]